---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MetalType.Chrome
enum: Autodesk.Revit.DB.Visual.MetalType
source: html/8664a99d-0049-a305-8f70-ce358f71d607.htm
---
# Autodesk.Revit.DB.Visual.MetalType.Chrome